app/controllers/users_controller.rb

INSERT INTO `users` (`name`, `age`, `created_at`, `updated_at`) VALUES ('risottoupdate', 43, '2019-09-18 15:04:50.031866', '2019-09-18 15:04:50.031866')
---
	def create
		User.create(user_params)